[
    "Pollo hervido con verduras: plato saludable preparado con pechuga de pollo cocida en agua, acompañado de zanahoria, brócoli, papa y cebolla. Se sazona con vinagreta, pimienta y hierbas aromáticas. Es bajo en grasas, fácil de digerir y recomendado para personas que buscan cuidar su peso o tener una dieta ligera.",
    
    "Pollo frito con verduras: receta tradicional en la que el pollo se fríe hasta quedar dorado y crujiente, servido con guarnición de pimientos, zanahorias y brócoli salteado. Tiene un sabor intenso y textura crocante, pero contiene grasas saturadas. Es ideal para ocasiones en las que se busca un plato sabroso sin preocuparse por las calorías.",
    
    "Carne asada con patacones: lomo de res fileteado y asado a la parrilla, acompañado de patacones elaborados con plátano verde frito y ligeramente salado. El contraste entre la jugosidad de la carne y la crocancia de los patacones lo convierten en un plato fuerte, ideal para compartir en reuniones familiares o con amigos.",
    
    "Porción de patacones: rebanadas de plátano verde fritas dos veces para lograr una textura crujiente por fuera y suave por dentro. Se sirven como acompañante de carnes, aves o ensaladas. Se pueden disfrutar con salsas, guacamole o queso rallado, siendo un complemento muy popular en la gastronomía latinoamericana.",
    
    "Café negro (en agua): bebida caliente preparada con granos de café molido infusionados en agua. Es ligera, baja en calorías y aporta energía gracias a la cafeína. Es una excelente opción para comenzar el día, mantenerse alerta o acompañar una conversación sin necesidad de lácteos, especialmente recomendado para personas intolerantes a la lactosa.",
    
    "Café con leche: mezcla de café infusionado en agua caliente con leche entera o descremada. Tiene un sabor más suave y cremoso que el café negro, aporta proteínas y calcio, y es ideal para quienes disfrutan de bebidas cálidas y reconfortantes. Muy consumido en desayunos y meriendas.",
    
    "Ensalada de frutas fresca: combinación de frutas de temporada como papaya, piña, melón, manzana, banana y uvas, cortadas en trozos pequeños. Se sirve fría y puede llevar un toque de miel o yogurt. Es una opción nutritiva, rica en fibra y vitaminas, perfecta como postre ligero o merienda saludable.",
    
    "Lomo de picaña nacional a la parrilla: corte de res proveniente de la parte superior del lomo, caracterizado por su capa de grasa externa que aporta jugosidad al cocinarse. Al asarse a la parrilla desarrolla un sabor intenso y una textura tierna. Es ideal para quienes desean un plato fuerte con identidad local.",
    
    "Lomo de picaña importada de Argentina: carne reconocida por su alta calidad, marmoleo equilibrado y sabor característico. Se cocina a la parrilla para resaltar su jugosidad. Muy apreciada en asados y celebraciones, representa un corte premium para los amantes de la carne roja.",
    
    "Lomo de picaña importada de Uruguay: corte de res de excelente calidad, con un balance entre terneza y sabor profundo. Al asarse mantiene su jugosidad, siendo una opción predilecta en parrilladas. Es un plato robusto que destaca en ocasiones especiales o reuniones sociales.",
    
    "Ensalada de frutas variada: mezcla de frutas tropicales y locales como mango, sandía, kiwi y fresas, combinadas en una preparación colorida y refrescante. Puede servirse sola o acompañada de yogurt natural o granola. Es una opción baja en calorías, refrescante e ideal para climas cálidos o dietas equilibradas.",

    "Sopa de pollo casera: caldo elaborado con muslos de pollo, zanahoria, apio, cebolla y fideos. Es ligera, nutritiva y reconfortante, ideal para días fríos o cuando se busca una comida casera saludable.",
    "Ceviche de camarón: camarones marinados en jugo de limón con cebolla morada, tomate, cilantro y aguacate. Plato refrescante, ácido y sabroso, muy popular en la costa y perfecto para climas cálidos.",
    "Arroz con pollo: arroz amarillo cocinado con pollo, pimientos, zanahoria y guisantes. Es un plato completo, con buen balance de proteínas y carbohidratos, recomendado para almuerzos familiares.",
    "Lasaña de carne: capas de pasta intercaladas con carne molida, salsa de tomate, bechamel y queso gratinado. Es un plato fuerte y reconfortante, ideal para compartir en reuniones o celebraciones.",
    "Pizza margarita: base de masa delgada con salsa de tomate, mozzarella fresca y hojas de albahaca. Es simple, ligera y con un sabor mediterráneo clásico.",
    "Ensalada César: mezcla de lechuga romana, crutones, queso parmesano y aderezo cremoso a base de anchoas. Acompañante popular o plato ligero para cenas saludables.",
    "Hamburguesa clásica: carne de res molida a la parrilla servida en pan con lechuga, tomate, cebolla, queso y salsas. Es contundente, sabrosa y muy versátil.",
    "Tacos al pastor: tortillas de maíz rellenas con cerdo adobado, piña, cebolla y cilantro. Plato mexicano de sabor intenso, ideal para comidas rápidas y llenas de sabor.",
    "Arepas rellenas de queso: tortillas gruesas de maíz blanco asadas y abiertas para rellenar con queso fresco. Son suaves, versátiles y muy consumidas en Venezuela y Colombia.",
    "Empanadas de carne: masa frita o al horno rellena con carne molida, cebolla y especias. Crujientes y prácticas para comer como snack o comida rápida.",
    "Gazpacho andaluz: sopa fría elaborada con tomate, pepino, pimiento, cebolla, ajo y aceite de oliva. Es refrescante, baja en calorías y rica en vitaminas.",
    "Paella de mariscos: arroz cocinado con azafrán, mejillones, calamares, gambas y almejas. Es un plato festivo de la gastronomía española, con sabor intenso a mar.",
    "Ramen japonés: sopa de fideos en caldo de pollo o cerdo, con huevo, alga nori, cebollín y carne de cerdo asada. Es reconfortante, nutritivo y lleno de umami.",
    "Shawarma de pollo: carne de pollo marinada en especias y asada lentamente, servida en pan pita con vegetales frescos y salsa de yogur. Es jugoso, aromático y muy popular en Medio Oriente.",
    "Falafel con hummus: croquetas de garbanzo fritas acompañadas de crema de garbanzos con tahini. Es una opción vegetariana, rica en proteínas vegetales y muy saciante.",
    "Bandeja paisa: plato colombiano con arroz, frijoles rojos, carne molida, chicharrón, huevo frito, plátano maduro, aguacate y arepa. Es abundante y representa la cocina típica de Antioquia.",
    "Tamales de maíz: masa de maíz rellena con pollo o cerdo, envuelta en hojas de plátano y cocida al vapor. Plato tradicional en América Latina, muy consumido en celebraciones.",
    "Churrasco con papas fritas: filete de carne de res a la parrilla acompañado de papas fritas crocantes. Es un plato simple, contundente y muy popular en parrilladas.",
    "Helado artesanal: postre frío elaborado con leche, crema y frutas naturales o chocolate. Es cremoso, refrescante y perfecto para climas cálidos o como postre en cualquier ocasión.",
    "Tarta de manzana: masa horneada rellena de manzanas caramelizadas con canela. Es un postre dulce, aromático y muy tradicional en repostería casera."
]